INSERT INTO public.faculties (faculty_id, name, code) VALUES
(1, 'Факультет геологии и геофизики нефти и газа', 'ФГиГ'),
(2, 'Факультет разработки нефтяных и газовых месторождений', 'ФРНиГМ'),
(3, 'Факультет проектирования, сооружения и эксплуатации систем трубопроводного транспорта', 'ФПСиЭСТТ'),
(4, 'Факультет инженерной механики', 'ФИМ'),
(5, 'Факультет химической технологии и экологии', 'ФХТиЭ'),
(6, 'Факультет автоматики и вычислительной техники', 'ФАиВТ'),
(7, 'Факультет комплексной безопасности ТЭК', 'ФКБ'),
(8, 'Факультет экономики и управления', 'ФЭиУ'),
(9, 'Факультет международного энергетического бизнеса', 'ФМЭБ'),
(10, 'Юридический факультет', 'ЮФ');
